Repository: builtbybel/xd-AntiSpy
Catalog: src/xd-AntiSpy/Locales/Strings.*.resx
Languages: de, es, it, ru

# _taskbarMostUsedApps_desc
source: This feature will hide the most used apps in start menu.
de: Diese Funktion wird verhindern, dass die meistverwendeten Apps angezeigt werden.
es: Esta función ocultará las aplicaciones más utilizadas en el menú inicio.
it: Questa funzione nasconderà nel menu Start le app più usate.
ru: Эта функция скроет часто используемые приложения в меню "Пуск".

# _taskbarSearchbox_desc
source: You can choose whether the search box shows on your taskbar. If you don't want to see a search box on your taskbar, you can hide it here.
de: Diese Funktion wird das Suchfeld in der Taskleiste ausblenden.
es: Esta función eliminará el cuadro de búsqueda de la barra de tareas.
it: Questa funzione rimuoverà la casella di ricerca dalla barra applicazioni.
ru: Вы можете выбрать, показывается ли строка поиска на панели задач. Если вы не хотите видеть строку поиска на панели задач, вы можете скрыть её здесь.

# _taskbarStartButtonAlignment_desc
source: This feature will align the Start button to the left.
de: Diese Funktion wird die linksbündige Ausrichtung der Symbole in der Taskleiste aktivieren
es: Esta función alineará el botón de inicio a la izquierda.
it: Questa funzione allineerà il pulsante Start a sinistra.
ru: Эта функция выровняет кнопку "Пуск" влево.

# _taskbarStartmenuLayout
source: Pin more Apps on start menu
de: Mehr angeheftete Elemente anzeigen
es: Ancle más aplicaciones en el menú Inicio
it: Aggiungi altre app al menu Start
ru: Закрепить больше приложений в меню "Пуск"

# _taskbarStartmenuLayout_desc
source: This feature will change the start layout to show more pins (and hide recommendations) in the Start menu. If disabled, more recommendations will be shown instead of pins.
de: Diese Funktion wird das Startmenü derart ändern, dass mehr angeheftete Elemente und weniger Empfehlungen angezeigt werden. Wenn deaktiviert, werden mehr Empfehlungen und weniger angeheftete Elemente angezeigt.
es: Esta función cambiará el diseño de inicio para mostrar más pines (y ocultar recomendaciones) en el menú Inicio. Si está deshabilitado, se mostrarán más recomendaciones en lugar de pines.
it: Questa funzionalità modificherà il layout iniziale del menu Start per visualizzare più segnaposti (e nascondere i consigli). Se disabilitata, verranno visualizzati più consigli invece dei segnaposti.
ru: Эта функция изменит макет меню "Пуск", чтобы показать больше закрепленных приложений (и скрыть рекомендации). Если функция отключена, будут отображаться больше рекомендаций вместо закрепленных приложений.

# _taskbarTaskView_desc
source: This feature will disable the task view button on the taskbar.
de: Diese Funktion wird das Symbol für aktive Anwendungen in der Taskleiste deaktivieren.
es: Esta función deshabilitará el botón vista de tareas en la barra de tareas.
it: Questa funzione disabiliterà il pulsante Visualizzazione attività nella barra delle applicazioni.
ru: Эта функция отключит кнопку "Просмотр задач" на панели задач.

# menuPinContextItem
source: Pin
de: Anheften
es: Anclar
ru: Закрепить

# _aiRecallLocalMachine_desc
source: This feature will disable system-wide snapshots.
de: Diese Funktion wird Recall daran hindern systemweit Schnappschüsse zu speichern.
es: Esta función deshabilitará las instantáneas de todo el sistema.
it: Questa funzionalità disabiliterà le istantanee a livello di sistema.
ru: Эта функция отключит системные снимки экрана.

# _catPrivacy
source: Privacy
de: Datenschutz
es: Privacidad
ru: Конфиденциальность

# _logNativeFeatureCheck
source: Starting native feature checks...
de: Prüfung der nativen Funktionen gestartet...
es: Iniciando comprobaciones de características nativas...
it: Avvio controlli funzionalità native...
ru: Запуск проверок встроенных функций...

# _logPluginsFeatureCheck
source: Starting plugin checks...
de: Plugin-Prüfungen gestartet...
es: Iniciando comprobaciones de complementos...
it: Avvio controlli plugin...
ru: Запуск проверок плагинов...

# _logPluginsFeatureCheck_complete
source: Plugin checks completed.
de: Plugin-Prüfungen abgeschlossen.
es: Comprobaciones de complementos completadas.
it: Controlli plugin completati.
ru: Проверки плагинов завершены.

# formToolDebloater_errorNoAppsCount
source: Please select at least one app to remove.
de: Bitte wählen Sie mindestens eine App zum Entfernen aus.
es: Seleccione al menos una aplicación para eliminar.
it: Seleziona almeno un'app da rimuovere.
ru: Пожалуйста, выберите хотя бы одно приложение для удаления.

# formSymbolRef_lblGreen
source: Remember, keeping certain settings active can enhance your system's privacy and performance. Adjust these options according to your needs, and enjoy a more secure computing experience!
de: Denken Sie daran, dass die Aktivierung bestimmter Einstellungen den Datenschutz und die Leistung Ihres Systems verbessern kann. Passen Sie diese Optionen an Ihre Bedürfnisse an und genießen Sie ein sichereres Computererlebnis!
es: Recuerde, mantener activas ciertas configuraciones puede mejorar la privacidad y el rendimiento de su sistema. ¡Ajuste estas opciones según sus necesidades y disfrute de una experiencia informática más segura!
it: Ricorda, mantenere attive determinate impostazioni può migliorare la privacy e le prestazioni del tuo sistema. Modifica queste opzioni in base alle tue esigenze e goditi un'esperienza informatica più sicura!
ru: Помните, что поддержание некоторых настроек активными может улучшить конфиденциальность и производительность вашей системы. Настраивайте эти опции в соответствии с вашими потребностями и наслаждайтесь более безопасным вычислительным опытом!

# formToolDebloater_checkBoxShowAllApps
source: Show all installed
de: Alle installierten anzeigen
es: Mostrar todo instalado
it: Visualizza tutti installati
ru: Показать все установленные

# menu_profilesToolStripMenuItem
source: Profiles
de: Profile
es: Perfil
it: Profili
ru: Профили

# menu_modeToolStripMenuItem
source: Mode
de: Modus
es: Modo
it: Modo
ru: Режим
