Repository: builtbybel/xd-AntiSpy
Catalog: src/xd-AntiSpy/Locales/Strings.*.resx
Languages: de, es, it, ru

# _edgeGamerMode_desc
source: Microsoft Edge Gamer Mode allows gamers to personalize their browser with gaming themes and gives them the option of enabling Efficiency Mode for PC gaming, the Gaming feed on new tabs, sidebar apps for gamers, and more.
de: Mit der Verbesserung des PC-Spielerlebnises können Gamer Ihren Browser mit Gaming-Themen personalisieren und haben die Möglichkeit, den Effizienzmodus für PC-Spiele, den Spiele-Feed auf neuen Tabs, Seitenleisten-Apps für Gamer und mehr zu aktivieren.
es: El modo Microsoft Edge Gamer permite a los jugadores personalizar su navegador con temas de juegos y les da la opción de habilitar el modo Eficiencia para juegos de PC, la fuente de juegos en nuevas pestañas, aplicaciones de la barra lateral para jugadores y más.
it: La modalità giocatore di Microsoft Edge consente ai giocatori di personalizzare il browser con temi di gioco e offre loro la possibilità di abilitare la modalità efficienza per i giochi su PC, il feed di gioco su nuove schede, le app della barra laterale per i giocatori e altro ancora.
ru: Режим Gamer Mode в Microsoft Edge позволяет геймерам персонализировать браузер с игровыми темами и предоставляет возможность включения режима экономии энергии для ПК-игр, игровой ленты на новых вкладках, боковых приложений для геймеров и других функций.

# _edgeStartupBoost_desc
source: Enables Microsoft Edge processes to initialize at operating system startup and restart in the background after the last browser window has been closed.
de: Ermöglicht die Initialisierung von Microsoft Edge-Prozessen beim Start des Betriebssystems und den Neustart im Hintergrund, nachdem das letzte Browserfenster geschlossen wurde.
es: Permite que los procesos de Microsoft Edge se inicialicen al iniciar el sistema operativo y se reinicien en segundo plano después de cerrar la última ventana del navegador.
it: Consenti l'inizializzazione dei processi Microsoft Edge all'avvio del sistema operativo e il riavvio in background dopo la chiusura dell'ultima finestra del browser.
ru: Позволяет процессам Microsoft Edge инициализироваться при запуске операционной системы и перезапускаться в фоновом режиме после закрытия последнего окна браузера.

# _adsFileExplorerAds
source: Disable File Explorer Ads
de: Werbung im Windows Explorer deaktivieren
es: Deshabilitar la porquerìa de los Anuncios del Explorador de Archivos
it: Disabilita annunci di Esplora file
ru: Отключить рекламу в Проводнике

# _adsFinishSetupAds
source: Disable Finish Setup Ads
de: Werbung die bei Abschluss der Einrichtung erscheint deaktivieren
es: Deshabilitar la porquería de los Anuncios de Configuración de Finalización
it: Disabilita annunci Fine installazione
ru: Отключить рекламу при завершении настройки

# _adsLockScreenAds
source: Disable Lock Screen Tips and Ads
de: Tipps und Werbung für den Sperrbildschirm deaktivieren
es: Deshabilitar Sugerencias y la porquería de Anuncios de la Pantalla de Bloqueo
it: Disabilita suggerimenti/annunci schermata di blocco
ru: Отключить подсказки и рекламу на экране блокировки

# _adsPersonalizedAds
source: Disable Personalized Ads
de: Personalisierte Werbung deaktivieren
es: Deshabilitar la porquería de los Anuncios Personalizados
it: Disabilita annunci personalizzati
ru: Отключить персонализированную рекламу

# _adsSettingAds
source: Disable Settings Ads
de: Werbung in den Windows-Einstellungen deaktivieren
es: Deshabilitar la configuracion de la porquería de Anuncios
it: Disabilita annunci Impostazioni
ru: Отключить рекламу в настройках

# _adsStartmenuAds
source: Disable Start menu Ads
de: Werbung im Startmenü deaktivieren
es: Deshabilitar la porquería de los anuncios del menú Inicio
it: Disabilita annunci menu Start
ru: Отключить рекламу в меню "Пуск"

# _adsTailoredExperiences
source: Disable Tailored experiences
de: Maßgeschneidertes Nutzererlebnis deaktivieren
es: Deshabilitar Experiencias personalizadas
it: Disabilita Esperienze personalizzate
ru: Отключить Индивидуальные рекомендации

# _adsTipsAndSuggestions
source: Disable General Tips and Ads
de: Allgemeine Tipps und Werbung deaktivieren
es: Deshabilitar Consejos y la porquería de los Anuncios Generales
it: Disabilita suggerimenti e annunci generali
ru: Отключить общие советы и рекламу

# _adsWelcomeExperienceAds
source: Disable Welcome Experience Ads
de: Werbung in "Erste Schritte" deaktivieren
es: Deshabilitar la porquería de los Anuncios de Experiencia de Bienvenida
it: Disabilita annunci esperienza di benvenuto
ru: Отключить рекламу в приветственном окне

# _aiCopilotTaskbar
source: Don't Show Copilot in Taskbar
de: Copilot nicht in der Taskleiste anzeigen
es: No Mostrar Copilot en la Barra de tareas
it: Non visualizzare Copilot nella barra applicazioni
ru: Не показывать Copilot на панели задач

# _aiRecallCurrentUser
source: Dont' Allow Windows to save snapshots of your screen
de: Recall nicht erlauben, Schnappschüsse Ihres Bildschirms zu speichern
es: No permita que Windows guarde instantáneas de su pantalla
it: Non consentire a Windows di salvare istantanee dello schermo
ru: Не разрешать Windows сохранять снимки экрана

# _aiRecallLocalMachine
source: Don't Allow system-wide snapshots
de: Recall nicht erlauben, systemweite Schnappschüsse zu speichern
es: No permitir las instantáneas de todo el sistema
it: Non consentire istantanee a livello di sistema
ru: Не разрешать системные снимки экрана

# _edgeDefaultTopSites
source: Don't Show Sponsored links in new tab page
de: Gesponserte Links nicht auf der „Neuer Tab“-Seite anzeigen
es: No mostrar enlaces patrocinados en la página nueva pestaña
it: Non visualizzare collegamenti sponsorizzati nella pagina Nuova scheda
ru: Не показывать спонсорские ссылки на странице новой вкладки

# _edgeDefautBrowserSetting
source: Disable Microsoft Edge as default browser
de: Microsoft Edge als Standardbrowser deaktivieren
es: Deshabilitar Microsoft Edge como navegador predeterminado
it: Disabilita Microsoft Edge come browser predefinito
ru: Отключить Microsoft Edge как браузер по умолчанию

# _edgeEdgeShoppingAssistant
source: Disable Shopping assistant in Microsoft Edge
de: Shopping-Funktionen in Microsoft Edge deaktivieren
es: Deshabilitar el asistente de compras en Microsoft Edge (eliminar compras compulsivas)
it: Disabilita assistente shopping in Microsoft Edge
ru: Отключить помощника по покупкам в Microsoft Edge

# _edgeFirstRunExperience
source: Don't Show First Run Experience
de: "Erste Schritte" nicht anzeigen
es: No Mostrar La Experiencia De La Primera Ejecución
it: Non visualizzare esperienza alla prima esecuzione
ru: Не показывать первое знакомство с браузером

# _edgeGamerMode
source: Disable Gamer Mode
de: Spielmodus deaktivieren
es: Desactivar Modo Juego
it: Disabilita modalità giocatore
ru: Отключить режим Gamer Mode

# _edgeHubsSidebar
source: Disable Copilot Symbol in Edge
de: Copilot-Symbol in Microsoft Edge deaktivieren
es: Deshabilitar el símbolo de Copiloto en Edge
it: Disabilita simbolo Copilot in Edge
ru: Отключить символ Copilot в Edge

# _edgeImportOnEachLaunch
source: Don't Allow to Import of data from other browsers on each launch
de: Importieren von Daten aus anderen Browsern bei jedem Start nicht zulassen
es: No permita importar datos de otros navegadores en cada inicio
it: Non consentire l'importazione di dati da altri browser ad ogni avvio
ru: Не разрешать импорт данных из других браузеров при каждом запуске

# _edgeStartupBoost
source: Disable Start Boost
de: Startup-Boost deaktivieren
es: Deshabilitar el Impulso de Inicio
it: Disabilita avvio boost
ru: Отключить ускоренный запуск

# _edgeTabPageQuickLinks
source: Don't Show Quick links in new tab page
de: Schnelllinks nicht auf der „Neuer Tab“-Seite anzeigen
es: No mostrar enlaces rápidos en la página nueva pestaña
it: Non visualizzare collegamenti rapidi nella pagina Nuova scheda
ru: Не показывать быстрые ссылки на странице новой вкладки

# _edgeUserFeedback
source: Don't Submit user feedback option
de: Feedback-Option aus Werkzeugleiste entfernen
es: Opción de no enviar los comentarios de los usuarios
it: Opzione 'Non inviare feedback utente'
ru: Не отправлять отзывы пользователей

# _gamingVisualFX
source: Disable VisualFX
de: VisualFX deaktivieren
es: Deshabilitar Visual FX
it: Disabilita VisualFX
ru: Отключить VisualFX

# _privacyBackgroundApps
source: Disable Running apps in background
de: Ausführung von Apps im Hintergrund deaktivieren
es: Deshabilitar aplicaciones en ejecución en segundo plano
it: Disattiva esecuzione app in background
ru: Отключить запуск приложений в фоновом режиме

# _privacyFindMyDevice
source: Disable Find my device
de: Mein Gerät finden deaktivieren
es: Deshabilitar Buscar mi dispositivo
it: Disattiva Trova mio dispositivo
ru: Отключить поиск моего устройства

# _privacyPrivacyExperience
source: Disable Privacy Settings Experience at sign-in
de: Datenschutzeinstellugs-Erlebnis beim Anmelden deaktivieren
es: Deshabilitar la Experiencia de Configuración de Privacidad al iniciar sesión
it: Disabilita Esperienza impostazioni privacy all'accesso
ru: Отключить опыт настройки конфиденциальности при входе в систему

# _systemLockScreen
source: Don't use personalized lock screen
de: Keinen personalisierten Sperrbildschirm verwenden
es: No uses la pantalla de bloqueo personalizada
it: Non usare schermata di blocco personalizzata
ru: Не использовать персонализированный экран блокировки

# _systemVerboseMessages
source: Display highly detailed status messages
de: Sehr detaillierte Statusmeldungen anzeigen
es: Mostrar mensajes de estado muy detallados
it: Visualizza messaggi di stato molto dettagliati
ru: Отображать подробные сообщения статуса

# _taskbarMostUsedApps
source: Hide Most used apps in start menu
de: Meistverwendete Apps ausblenden
es: Ocultar las aplicaciones más utilizadas en el menú inicio
it: Nascondi nel menu Start le app più usate
ru: Скрыть часто используемые приложения в меню "Пуск"

# _taskbarSearchbox
source: Hide search box on taskbar
de: Suche in Taskleiste ausblenden
es: Ocultar cuadro de búsqueda en la barra de tareas
it: Nascondi casella di ricerca nella barra applicazioni
ru: Скрыть строку поиска на панели задач

# _taskbarTaskbarChat
source: Hide Chat icon on taskbar
de: Chat-Symbol in der Taskleiste ausblenden
es: Ocultar el icono de chat en la barra de tareas
it: Nascondi l'icona Chat nella barra applicazioni
ru: Скрыть значок чата на панели задач

# _taskbarTaskView
source: Hide Task view button on taskbar
de: Symbol für aktive Anwendungen in der Taskleiste ausblenden
es: Ocultar el botón de vista de tareas en la barra de tareas
it: Nascondi pulsante Visualizza attività nella barra applicazioni
ru: Скрыть кнопку "Просмотр задач" на панели задач

# _taskbarWidgets
source: Hide Widgets from taskbar
de: Widgets in der Taskleiste ausblenden
es: Ocultar widgets de la barra de tareas
it: Nascondi Widget nella barra applicazioni
ru: Скрыть виджеты на панели задач

# statusDisabled
source: Disabled
de: Deaktiviert
es: Desactivado
it: Disabilitato
ru: Отключено

# statusEnabled
source: Enabled
de: Aktiviert
es: Activado
it: Abilitato
ru: Включено

# statusIsDisabled
source: has been disabled.
de: wurde deaktiviert.
es: ha sido deshabilitado.
it: è stato disabilitato.
ru: было отключено.

# statusIsEnabled
source: has been enabled.
de: wurde aktiviert.
es: se ha habilitado.
it: è stato disabilitato.
ru: было включено.

# _catGaming
source: Gaming
de: Spielen
es: Juegos
it: Gioco
ru: Игры

# _logFinalCheck
source: Final checks in progress...
de: Letzte Prüfungen in Arbeit...
es: Verificaciones finales en curso...
it: Controlli finali...
ru: Завершаются последние проверки...

# _logFinalCheckMessage2
source: Follow and contribute to the project on GitHub: https://github.com/builtbybel/xd-AntiSpy
de: Das Projekt auf GitHub verfolgen und dazu beitragen: https://github.com/builtbybel/xd-AntiSpy
es: Siga y contribuya al proyecto en GitHub: https://github.com/builtbybel/xd-AntiSpy
it: Segui e contribuisci al progetto su GitHub: https://github.com/builtbybel/xd-AntiSpy
ru: Следите за проектом и вносите вклад на GitHub: https://github.com/builtbybel/xd-AntiSpy

# _logNativeFeatureCheck_complete
source: Feature checks completed.
de: Funktionsprüfungen abgeschlossen.
es: Comprobaciones de características completadas.
it: Verifiche funzionalità completate.
ru: Проверки встроенных функций завершены.

# statusHasBeen
source: has been
de: war
es: ha sido
it: sonmo state
ru: было

# statusIsCurrently
source: is currently
de: derzeit
es: el estado es actualmente
it: è attualmente
ru: в данный момент

# formSymbolRef_checkInfoPlugins
source: Furthermore, AI-generated and verified plugins have been automatically loaded into the app's plugins folder. These plugins can be seamlessly integrated into the list view or accessed through the tools menu. Explore these enhancements to tailor your experience and optimize functionality effortlessly.
de: Darüber hinaus wurden von der KI generierte und verifizierte Plugins automatisch in den Plugins-Ordner der App geladen. Diese Plugins können nahtlos in die Listenansicht integriert oder über das Tools-Menü aufgerufen werden. Entdecken Sie diese Verbesserungen, um Ihr Erlebnis individuell anzupassen und die Funktionalität mühelos zu optimieren.
es: Además, los complementos generados y verificados por IA se han cargado automáticamente en la carpeta de complementos de la aplicación. Estos complementos se pueden integrar sin problemas en la vista de lista o acceder a ellos a través del menú herramientas. Explore estas mejoras para adaptar su experiencia y optimizar la funcionalidad sin esfuerzo.
it: Inoltre, i plugin generati e verificati dall'intelligenza artificiale sono stati caricati automaticamente nella cartella dei plugin dell'app. Questi plugin possono essere integrati perfettamente nella visualizzazione elenco o accessibili tramite il menu Strumenti. Esplora questi miglioramenti per personalizzare la tua esperienza e ottimizzare le funzionalità senza sforzo.
ru: Кроме того, плагины, сгенерированные и проверенные ИИ, были автоматически загружены в папку плагинов приложения. Эти плагины можно легко интегрировать в список или получить доступ через меню инструментов. Изучите эти улучшения, чтобы настроить ваш опыт и оптимизировать функциональность без лишних усилий.

# formSymbolRef_lblInactive
source: Inactive: If an option is unchecked and the text is in a normal color, the setting is inactive. You can enable it by simply checking the box and pressing the apply button.
de: Inaktiv: Wenn eine Option deaktiviert ist und der Text eine normale Farbe hat, ist die Einstellung inaktiv. Sie können die Einstellung aktivieren, indem Sie einfach das Kontrollkästchen aktivieren und auf die Schaltfläche „Einstellungen übernehmen“ klicken.
es: Inactivo: Si una opción está desmarcada y el texto tiene un color normal, la configuración está inactiva. Puede habilitarlo simplemente marcando la casilla y presionando el botón Aplicar.
it: Non attiva: se un'opzione non è selezionata e il testo ha un colore normale, l'impostazione non è attiva. Puoi abilitarla semplicemente selezionando la casella e selezionando 'Applica'.
ru: Неактивно: Если опция не отмечена и текст имеет обычный цвет, настройка неактивна. Вы можете активировать её, просто установив флажок и нажав кнопку применения.

# menu_toolsRefreshToolStripMenuItem
source: Refresh
de: Aktualisieren
es: Actualizar
it: Aggiorna
ru: Обновить

# menu_aboutSymbolReferenceToolStripMenuItem
source: Symbol Reference...
de: Symbolreferenz...
es: Referencia del Símbolo...
it: Riferimento simbolo...
ru: Справочник символов...

# _adsFinishSetupAds_desc
source: This feature will disable the "Lets finish setting up your device" and other advertising.
de: Diese Funktion deaktiviert die Werbung für das Abschließen der Einrichtung des Gerätes.
es: Esta función deshabilitará la publicidad" Terminemos de configurar su dispositivo " y otras porquerías de anuncios.
it: Questa funzione disabiliterà "Completiamo la configurazione del tuo dispositivo" e altre pubblicità.
ru: Эта функция отключит "Давайте завершим настройку этого компьютера" и другую рекламу.

# _adsLockScreenAds_desc
source: This feature will disable tips and ads on the lock screen.
de: Diese Funktion deaktiviert Tipps und Werbung auf dem Sperrbildschirm.
es: Esta función deshabilitará sugerencias y de la porquería de anuncios en la pantalla de bloqueo.
it: Questa funzione disabiliterà suggerimenti e annunci nella schermata di blocco.
ru: Эта функция отключит подсказки и рекламу на экране блокировки.

# _adsPersonalizedAds_desc
source: This feature will disable personalized ads.
de: Durch diese Funktion wird die personalisierte Werbung deaktiviert.
es: Esta función deshabilitará la porquería de los anuncios personalizados.
it: Questa funzione disabiliterà gli annunci personalizzati.
ru: Эта функция отключит персонализированную рекламу.

# _adsSettingAds_desc
source: This feature will disable ads in settings.
de: Diese Funktion deaktiviert die Werbung in den Einstellungen.
es: Esta función deshabilitará la porquería de los anuncios en la configuración.
it: Questa funzione disabiliterà gli annunci nelle impostazioni.
ru: Эта функция отключит рекламу в настройках.

# _adsStartmenuAds_desc
source: This feature will disable ads in the start menu.
de: Diese Funktion deaktiviert die Werbung im Startmenü.
es: Esta función deshabilitará la porquería de los anuncios en el menú inicio.
it: Questa funzione disabiliterà gli annunci nel menu Start.
ru: Эта функция отключит рекламу в меню "Пуск".

# _adsFileExplorerAds_desc
source: This feature will disable ads in File Explorer.
de: Diese Funktion deaktiviert die Werbung im Windows Explorer.
es: Esta función deshabilitará la porquería de los anuncios en el Explorador de archivos.
it: Questa funzione disabiliterà gli annunci in Esplora file.
ru: Эта функция отключит рекламу в Проводнике.

# _adsTipsAndSuggestions_desc
source: This feature will disable general tips and ads.
de: Diese Funktion deaktiviert allgemeine Tipps und Werbung.
es: Esta función deshabilitará los consejos y de la porquería de anuncios generales.
it: Questa funzione disabiliterà suggerimenti e annunci generali.
ru: Эта функция отключит общие советы и рекламу.

# _adsWelcomeExperienceAds_desc
source: This feature will disable ads in the welcome experience.
de: Diese Funktion deaktiviert die Werbung im Willkommenserlebnis.
es: Esta función deshabilitará la porquería de los anuncios en la experiencia de bienvenida.
it: Questa funzione disabiliterà gli annunci nell'esperienza di benvenuto.
ru: Эта функция отключит рекламу в приветственном окне.

# _aiRecallCurrentUser_desc
source: This feature will disable Recall from saving snapshots of your screen.
de: Diese Funktion verhindert, dass Recall Schnappschüsse Ihres Bildschirms speichert.
es: Esta función deshabilitará la recuperación de guardar instantáneas de su pantalla.
it: Questa funzione disabiliterà Recall dal salvataggio di istantanee dello schermo.
ru: Эта функция отключит функцию Recall от сохранения снимков экрана.

# _edgeHubsSidebar_desc
source: This feature will disable Copilot in Microsoft Edge.
de: Diese Funktion deaktiviert Copilot in Microsoft Edge.
es: Esta función deshabilitará Copilot en Microsoft Edge.
it: Questa funzionalità disabiliterà Copilot in Microsoft Edge.
ru: Эта функция отключит Copilot в Microsoft Edge.

# _aiCopilotTaskbar_desc
source: This feature will disable Copilot in Taskbar.
de: Diese Funktion wird den Copilot in der Taskleiste deaktivieren.
es: Esta función deshabilitará Copilot en la barra de tareas.
it: Questa funzionalità disabiliterà Copilot nella barra applicazioni.
ru: Эта функция отключит Copilot на панели задач

# _gamingGameDVR_desc
source: This feature will disable GameDVR.
de: Diese Funktion wird GameDVR deaktivieren.
es: Esta función deshabilitará Game DVR.
it: Questa funzionalità disabiliterà GameDVR.
ru: Эта функция отключит GameDVR

# _gamingPowerThrottling_desc
source: This feature will disable PowerThrottling.
de: Diese Funktion wird die Leistungsdrosselung unterbinden.
es: Esta función deshabilitará la Limitación de aceleracción (Power Throttling)
it: Questa funzionalità disabiliterà PowerThrottling.
ru: Эта функция отключит PowerThrottling

# _gamingVisualFX_desc
source: This feature will disable VisualFX.
de: Diese Funktion wird VisualFX deaktivieren.
es: Esta función deshabilitará Visual FX.
it: Questa funzionalità disabiliterà VisualFX.
ru: Эта функция отключит VisualFX

# _privacyBackgroundApps_desc
source: This feature will disable running apps in background.
de: Diese Funktion verhindert, dass Apps im Hintergrund ausgeführt werden können.
es: Esta función deshabilitará la ejecución de aplicaciones en segundo plano.
it: Questa funzione disabiliterà l'esecuzioen delle app in background.
ru: Эта функция отключит запуск приложений в фоновом режиме.

# _privacyPrivacyExperience_desc
source: This feature will disable Privacy Settings Experience at sign-in.
de: Diese Funktion deaktiviert das Erlebnis der Datenschutzeinstellungen bei der Anmeldung.
es: Esta función deshabilitará la Experiencia de Configuración de privacidad al iniciar sesión.
it: Questa funzionalità disabiliterà l'esperienza relativa alle impostazioni sulla privacy al momento dell'accesso.
ru: Эта функция отключит опыт настройки конфиденциальности при входе в систему.

# _privacyFindMyDevice_desc
source: This feature will disable find my device.
de: Diese Funktion verhindert, dass Sie Ihr Gerät aus der Ferne orten können.
es: Esta función deshabilitará buscar mi dispositivo.
it: Questa funzione disabiliterà la ricerca del dispositivo.
ru: Эта функция отключит функцию поиска моего устройства.

# _systemFullContextMenus
source: Show Full context menus in Windows 11
de: Vollständige Kontextmenüs in Windows 11 anzeigen
es: Mostrar menús contextuales completos en Windows 11
it: Visualizza menu contestuali completi in Windows 11
ru: Показать полные контекстные меню в Windows 11

# _systemFullContextMenus_desc
source: This feature will enable full context menus in Windows 11.
de: Diese Funktion gibt Ihnen die Möglichkeit immer ein vollständiges Kontextmenü anzuzeigen. (klassisches Startmenü)
es: Esta función habilitará menús contextuales completos en Windows 11.
it: Questa funzionalità abiliterà i menu contestuali completi in Windows 11.
ru: Эта функция позволит использовать полные контекстные меню в Windows 11.

# _systemLockScreen_desc
source: This feature will disable the personalized lock screen.
de: Diese Funktion wird den personalisieren Sperrbildschirm deaktivieren.
es: Esta función deshabilitará la pantalla de bloqueo personalizada.
it: Questa funzione disabiliterà la schermata di blocco personalizzata.
ru: Эта функция отключит персонализированный экран блокировки.

# _systemVerboseMessages_desc
source: This feature will display highly detailed status messages.
de: Diese Funktion wird dafür sorgen, dass sehr detailierte Statusmeldungen angezeigt werden.
es: Esta función mostrará mensajes de estado muy detallados.
it: Questa funzione abiliterà la visualizzazione di messaggi di stato altamente dettagliati.
ru: Эта функция будет отображать подробные сообщения статуса.

# _taskbarBingSearch_desc
source: This feature will disable Bing Cloud content search.
de: Diese Funktion wird verhindern, dass über die Windows-Suche auch im Web mithilfe von Microsoft Bing gesucht wird.
es: Esta función deshabilitará la búsqueda de contenido en la nube de Bing.
it: Questa funzionalità disabiliterà la ricerca di contenuti in Bing Cloud.
ru: Эта функция отключит поиск контента в облаке Bing.
