Repository: builtbybel/xd-AntiSpy
Catalog: src/xd-AntiSpy/Locales/Strings.*.resx
Languages: de, es, it, ru

# _taskbarStartButtonAlignment
source: Align Start button to left
de: Linksbündige Taskleistenausrichtung aktivieren
es: Alinear el botón de inicio a la izquierda
it: Allinea pulsante Start a sinistra
ru: Выравнять кнопку "Пуск" влево

# _catAdblock
source: Adblock
de: Blockieren von Werbung
es: Bloqueo de Porquerìa de Publicidad
it: Blocco pubblicità
ru: Блокировщик рекламы

# _catAI
source: AI/Copilot and Recall
de: KI/Copilot und Recall
es: IA/Copiloto y Recall
it: AI/Copilot e Recall
ru: AI/Copilot и Recall

# formAbout_lblAbout
source: (c)2024 A Belim app creation While there's no guarantee xD-Antispy will work perfectly on your system, I've tested it extensively. Remember, it's a one-person project and I'm just human. This tool is open source and will always be free. I'm committed to keeping it updated and improving. xD-Antispy is a modern fork of the classic XP-Antispy for Windows 11, evolving to meet today's privacy challenges. xD-Antispy – because privacy settings should make you smile! -Belim-
de: (c) 2024 Eine App von Belim Obwohl es keine Garantie dafür gibt, dass xD-Antispy auf Ihrem System perfekt funktioniert, habe ich es ausgiebig getestet. Denken Sie daran, es ist ein Ein-Personen-Projekt und ich bin nur ein Mensch. Dieses Tool ist Open Source und wird immer kostenlos sein. Ich bin bestrebt, es auf dem neuesten Stand zu halten und zu verbessern. xD-Antispy ist ein moderner Ableger des klassischen XP-Antispy für Windows 11, der weiterentwickelt wurde, um den heutigen Datenschutzherausforderungen gerecht zu werden. xD-Antispy – weil Datenschutzeinstellungen Sie zum Lächeln bringen sollen! -Belim-
es: (c)2024 Creación de una aplicación Belim Si bien no hay garantía de que XD-Antispy funcione perfectamente en su sistema, lo he probado exhaustivamente. Recuerda, es un proyecto de una sola persona y yo solo soy humano. Esta herramienta es de código abierto y siempre será gratuita. Me comprometo a mantenerlo actualizado y mejorarlo. XD-Antispy es una bifurcación moderna del clásico XP-Antispy para Windows 11, que evoluciona para enfrentar los desafíos de privacidad actuales. XD-Antispy - ¡porque la configuración de privacidad debería hacerte sonreír! - Belim-
it: (c)2024 un'app creata da Belim Sebbene non vi sia alcuna garanzia che xD-Antispy funzioni perfettamente su questo sistema, l'ho testato ampiamente. Ricorda, è un progetto di una sola persona e io sono semplicemente umano. Questo strumento è open source e sarà sempre gratuito. Mi impegno a mantenerlo aggiornato e a migliorarlo. xD-Antispy è un fork moderno del classico XP-Antispy per Windows 11, in evoluzione per soddisfare le odierne sfide sulla privacy. xD-Antispy – perché le impostazioni sulla privacy dovrebbero farti sorridere! -Belim-
ru: (c)2024 Приложение создано Belim Хотя нет гарантии, что xD-Antispy будет работать идеально на вашей системе, я протестировал его обширно. Помните, что это проект одного человека, и я просто человек. Этот инструмент имеет открытый исходный код и всегда будет бесплатным. Я привержен обновлению и улучшению его. xD-Antispy – это современная версия классического XP-Antispy для Windows 11, развивающаяся, чтобы соответствовать сегодняшним вызовам конфиденциальности. xD-Antispy – потому что настройки конфиденциальности должны радовать вас! -Belim-

# formSymbolRef_lblActive
source: Active: When an option is checked and grayed out, it means the setting is active.
de: Aktiv: Wenn eine Option aktiviert und ausgegraut ist, bedeutet dies, dass die Einstellung aktiv ist.
es: Activo: Cuando una opción está marcada y atenuada, significa que la configuración está activa.
it: Attiva: quando un'opzione è selezionata e disattivata, significa che l'impostazione è attiva.
ru: Активно: Когда опция отмечена и выделена серым, это означает, что настройка активна.

# formSymbolRef_lblRed
source: Additionally, for this app, there are cool and recommended profiles available on various online communities like Reddit and Deskmodder. As the app is new and growing, if you're unsure about which settings to configure, checking out these profiles can provide valuable insights. Explore and discover optimal configurations that suit your preferences, ensuring a personalized and enhanced user experience!
de: Darüber hinaus gibt es für diese App coole und empfohlene Profile in verschiedenen Online-Communities wie Reddit und Deskmodder. Da die App neu ist und wächst, können Ihnen diese Profile wertvolle Erkenntnisse liefern, wenn Sie unsicher sind, welche Einstellungen Sie konfigurieren sollen. Entdecken Sie optimale Konfigurationen, die Ihren Vorlieben entsprechen und so ein personalisiertes und verbessertes Benutzererlebnis gewährleisten!
es: Además, para esta aplicación, hay perfiles geniales y recomendados disponibles en varias comunidades en línea como Reddit y Deskmodder. Como la aplicación es nueva y está creciendo, si no está seguro de qué configuraciones configurar, consultar estos perfiles puede brindarle información valiosa. ¡Explore y descubra configuraciones óptimas que se adapten a sus preferencias, asegurando una experiencia de usuario personalizada y mejorada!
it: Inoltre, per questa app, sono disponibili profili interessanti e consigliati in varie comunità online come Reddit e Deskmodder. Poiché l'app è nuova e in crescita, se non sei sicuro di quali impostazioni configurare, controllare questi profili può fornire informazioni preziose. Esplora e scopri le configurazioni ottimali che si adattano alle tue preferenze, garantendo un'esperienza utente personalizzata e migliorata!
ru: Кроме того, для этого приложения доступны интересные и рекомендованные профили в различных онлайн-сообществах, таких как Reddit и Deskmodder. Поскольку приложение новое и развивается, если вы не уверены, какие настройки конфигурировать, изучение этих профилей может дать полезные советы. Исследуйте и откройте для себя оптимальные конфигурации, соответствующие вашим предпочтениям, чтобы обеспечить персонализированный и улучшенный пользовательский опыт!

# menu_aboutAppToolStripMenuItem
source: About XDAntiSpy...
de: Über xd-AntiSpy...
es: Acerca de xD-AntiSpy (anteriormente XP-AntiSpy)
it: Info su XDAntiSpy...
ru: О XDAntiSpy...

# menu_modeAccessibleToolStripMenuItem
source: Accessible
de: Barrierefrei
es: Accesible
it: Accessibile
ru: Доступный

# menu_aboutWebsiteToolStripMenuItem
source: Visit GitHub site
de: GitHub-Website besuchen
es: Visitar al sitio de Github
it: Visita sito GitHub
ru: Посетить GitHub

# menu_aboutUpdateToolStripMenuItem
source: Update...
es: Actualizando
it: Aggiorna...
ru: Обновить...

# _edgeBrowserSignin_desc
source: This setting controls whether a user can sign into Microsoft Edge with an account to use services such as sync and single sign on
de: Diese Einstellung steuert, ob sich ein Benutzer mit einem Konto bei Microsoft Edge anmelden kann, um Dienste wie Synchronisierung und Single Sign-On zu nutzen.
es: Esta configuración controla si un usuario puede iniciar sesión en Microsoft Edge con una cuenta para usar servicios como sincronización e inicio de sesión único
it: Questa impostazione controlla se un utente può accedere a Microsoft Edge con un account per usare servizi come la sincronizzazione e il Single Sign-On
ru: Эта настройка контролирует, может ли пользователь войти в Microsoft Edge с аккаунтом для использования таких сервисов, как синхронизация и единый вход.

# _edgeImportOnEachLaunch_desc
source: Allow import of data from other browsers on each Microsoft Edge launch.
de: Ermöglicht den Import von Daten aus anderen Browsern bei jedem Start von Microsoft Edge.
es: Permitir la importación de datos de otros navegadores en cada lanzamiento de Microsoft Edge.
it: Consenti l'importazione di dati da altri browser a ogni avvio di Microsoft Edge.
ru: Разрешить импорт данных из других браузеров при каждом запуске Microsoft Edge.

# _edgeUserFeedback_desc
source: Allow the submission of feedback, suggestions, or customer surveys, as well as reporting issues with the browser.
de: Ermöglicht Ihnen die Übermittlung von Feedback, Vorschlägen oder Teilnahme an Kundenumfragen, sowie die Meldung von Problemen mit dem Browser.
es: Permitir el envío de comentarios, sugerencias o encuestas a los clientes, así como informar problemas con el navegador.
it: Consenti l'invio di feedback, suggerimenti o sondaggi tra i clienti, nonché la segnalazione di problemi con il browser.
ru: Разрешить отправку отзывов, предложений или клиентских опросов, а также сообщение о проблемах с браузером.

# _gamingGameDVR
source: Turn off GameDVR
de: GameDVR deaktivieren
es: Desactivar Game DVR
it: Disabilita GameDVR
ru: Отключить GameDVR

# _gamingPowerThrottling
source: Turn off PowerThrottling
de: Leistungsdrosselung deaktivieren
es: Desactivar la Acceleracion de Potencia (PowerThrottling)
it: Disabilita PowerThrottling
ru: Отключить PowerThrottling

# _privacyTelemetry
source: Turn off Telemetry data collection
de: Telemetrie deaktivieren
es: Desactivar la recopilación de datos de telemetría
it: Disabilita raccolta dati telemetria
ru: Отключить сбор данных телеметрии

# _privacyTelemetry_desc
source: Unfortunately, Microsoft does not allow Windows 11 or Windows 10 Home edition users to completely turn off the collection of telemetry data. However, those users can still limit some optional data collection through System settings.
de: Microsoft erlaubt es Benutzern von Windows 10/11 in der Home Edition nicht, die Erfassung von Telemetriedaten vollständig zu deaktivieren. Diese Benutzer können jedoch weiterhin einige optionale Datenerfassungen über die Systemeinstellungen einschränken.
es: Desafortunadamente, Microsoft no permite quienes poseen a los usuarios de Windows 11 o Windows 10 Home edition desactiven por completo la recopilación de datos de telemetría. Sin embargo, esos usuarios aún pueden limitar cierta recopilación de datos opcional a través de la configuración del sistema.
it: Sfortunatamente, Microsoft non consente agli utenti di Windows 11 o Windows 10 Home Edition di disattivare completamente la raccolta dei dati di telemetria. Tuttavia, tali utenti possono comunque limitare alcune raccolte di dati facoltative tramite le Impostazioni di sistema.
ru: К сожалению, Microsoft не позволяет пользователям Windows 11 или Windows 10 Home полностью отключить сбор данных телеметрии. Однако пользователи могут ограничить сбор некоторых необязательных данных через системные настройки.

# _systemFaxPrinter
source: Uninstall Fax Printer
de: Faxdrucker deinstallieren
es: Desinstala Impresora Fax
it: Disinstalla stampante fax
ru: Удалить принтер факсов

# _systemXPSWriter
source: Uninstall XPS Writer
de: XPS-Writer deinstallieren
es: Desinstalar Impresora de XPS
it: Disinstalla XPS Writer
ru: Удалить XPS Writer

# _systemXPSWriter_desc
source: This feature will uninstall the XPS Documents Writer.
de: Diese Funktion wird den XPS-Writer deinstallieren.
es: Esta función desinstalará la impresion virtual para XPS
it: Questa funzione disinstallerà XPS Documents Writer.
ru: Эта функция удалит XPS Writer.

# _taskbarWidgets_desc
source: This feature will remove Widgets from the Taskbar.
de: Diese Funktion wird die Anzeige von Wigets auf der Taskleiste unterbinden.
es: Esta función eliminará los widgets de la barra de tareas.
it: Questa funzione rimuoverà Widget dalla barra applicazioni.
ru: Эта функция удалит виджеты с панели задач.

# _systemFaxPrinter_desc
source: This feature will uninstall the Fax Printer.
de: Diese Funktion wird den Faxdrucker deinstallieren.
es: Esta función desinstalará la impresora de fax.
it: Questa funzione disinstallerà la stampante fax.
ru: Эта функция удалит принтер факсов.

# _logFinalCheck_complete
source: All checks completed.
de: Alle Prüfungen abgeschlossen.
es: Todos los controles ya completados.
it: Tutti i controlli completati.
ru: Все проверки завершены.

# menu_toolsToolStripMenuItem
source: Tools
de: Spezial
es: Herramientas
it: Strumenti
ru: Инструменты

# menu_profileCopyToolStripMenuItem
source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapel
it: Copia negli appunti
ru: Скопировать

# menu_profileShareSettingsToolStripMenuItem
source: Share
de: Teilen
es: Compartir
it: Condividi
ru: Поделиться

# ctl_btnApply
source: Apply Settings
de: Einstellungen übernehmen
es: Aplicar configuracion
it: Applica impostazioni
ru: Применить настройки

# _adsTailoredExperiences_desc
source: Tailored Experiences allows Microsoft to get information from you to deliver personalized tips, ads, and recommendations. Many people would call this telemetry, or even spying.
de: Für das maßgeschneiderte Nurtzererlebnis ist es Microsoft möglich, Informationen von Ihnen zu erhalten, um personalisierte Tipps, Werbung und Empfehlungen bereitzustellen. Viele Leute würden dies als Telemetrie oder sogar Spionage bezeichnen.
es: Las experiencias personalizadas permiten a Microsoft obtener información de usted para ofrecer consejos, anuncios y recomendaciones personalizados. Mucha gente llamaría a esto telemetría,o incluso espionaje.
it: Esperienze su misura consente a Microsoft di ottenere informazioni dall'utente per fornire suggerimenti, annunci e consigli personalizzati. Molte persone la chiamerebbero telemetria o addirittura spionaggio.
ru: Функция "Индивидуальные рекомендации" позволяет Microsoft получать информацию от вас для предоставления персонализированных советов, рекламы и рекомендаций. Многие назвали бы это телеметрией или даже шпионажем.

# _edgeEdgeShoppingAssistant_desc
source: Shopping in Microsoft Edge feature will automatically find you the best prices and coupons from across the web as you shop.
de: Mit den Shopping-Funktion in Microsoft Edge finden Sie beim Einkaufen automatisch die besten Preise und Gutscheine im gesamten Internet.
es: La función Comprar en Microsoft Edge le encontrará automáticamente los mejores precios y cupones de toda la web a medida que compre.
it: La funzionalità Shopping in Microsoft Edge ti troverà automaticamente i migliori prezzi e coupon da tutto il Web mentre fai acquisti.
ru: Функция покупок в Microsoft Edge автоматически находит для вас лучшие цены и купоны в интернете во время покупок.

# _edgeTabPageQuickLinks_desc
source: By default, when you open a new tab, you see a Bing search bar, Bing image of the day set as the page background. For supported websites, Quick Links on the New Tab page can display recent updates right in the tile.
de: Wenn Sie einen neuen Tab öffnen, sehen Sie standardmäßig eine Bing-Suchleiste und das Bing-Bild des Tages als Seitenhintergrund. Bei unterstützten Webseiten können Quick Links auf der „Neuer Tab“-Seite aktuelle Updates direkt in der Kachel anzeigen.
es: De forma predeterminada, cuando abres una pestaña nueva, ves una barra de búsqueda de Bing, Bing image of the day establecida como fondo de la página. Para los sitios web compatibles, los enlaces rápidos en la página Nueva pestaña pueden mostrar actualizaciones recientes directamente en el mosaico.
it: Per impostazione predefinita, quando apri una nuova scheda, viene visualizzata una barra di ricerca Bing, l'immagine Bing del giorno impostata come sfondo della pagina. Per i siti web supportati, i collegamenti rapidi nella pagina Nuova scheda possono visualizzare gli aggiornamenti recenti direttamente nel riquadro.
ru: По умолчанию, при открытии новой вкладки вы видите поисковую строку Bing и изображение дня от Bing в качестве фона страницы. Для поддерживаемых сайтов на странице новой вкладки в разделе "Быстрые ссылки" могут отображаться последние обновления прямо в плитке.

# _edgeEdgeCollections
source: Disable Access to Collections feature
de: Funktion "Sammlungen" in Microsoft Edge deaktivieren
es: Deshabilitar el acceso a la función Colecciones
it: Disabilita funzionalità Accesso alle raccolte
ru: Отключить доступ к функции Коллекции

# _taskbarTaskbarChat_desc
source: By default, the chat feature allows you to access Microsoft Teams easily. But, if you don’t use Teams or just don’t want the icon on your taskbar, you can hide it.
de: Standardmäßig ermöglicht Ihnen die Chat-Funktion den einfachen Zugriff auf Microsoft Teams. Wenn Sie Teams jedoch nicht verwenden oder das Symbol einfach nicht in Ihrer Taskleiste haben möchten, können Sie es ausblenden.
es: De forma predeterminada, la función de chat le permite acceder a Microsoft Teams fácilmente. Pero, si no usa Teams o simplemente no desea el ícono en su barra de tareas, puede ocultarlo.
it: Per impostazione predefinita, la funzionalità Chat ti consente di accedere facilmente a Microsoft Teams. Ma se non usi Teams o semplicemente non vuoi l'icona nella barra delle applicazioni, puoi nasconderla.
ru: По умолчанию функция чата позволяет легко получить доступ к Microsoft Teams. Если вы не используете Teams или просто не хотите видеть этот значок на панели задач, вы можете скрыть его.

# menuDoContextItem
source: Set Setting Manually
de: Einstellung manuell setzen
es: Establecer la Configuración Manualmente
it: Configura impostazione manualmente
ru: Установить настройку вручную

# menuUndoContextItem
source: Reset Setting
de: Einstellung zurücksetzen
es: Resetear la configuración
it: Ripristina impostazioni
ru: Сбросить настройку

# statusApplied
source: Applied:
de: Übernommen:
es: Aplicado
it: Applicato:
ru: Применено:

# _catSystem
source: System
es: Sistema
it: Sistema
ru: Система

# _catTaskbar
source: Taskbar
de: Taskleiste
es: Barra de Tareas
it: Barra applicazioni
ru: Панель задач

# _logFinalCheckMessage
source: Thank you for using xd-AntiSpy! If you find this tool useful, consider donating to support its development: https://paypal.com/donate?hosted_button_id=MY7HX4QLYR4KG
de: Vielen Dank, dass Du xd-AntiSpy verwendest! Wenn dir dieses Tool nützlich erscheint, denk bitte über eine Spende nach, um die Entwicklung zu unterstützen: https://paypal.com/donate?hosted_button_id=MY7HX4QLYR4KG
es: ¡Gracias por usar xd-AntiSpy! Si encuentra útil esta herramienta, considere donar para apoyar su desarrollo: https://paypal.com/donate?hosted_button_id=MY7HX4QLYR4KG
it: Grazie per aver usato xd-AntiSpy! Se trovi utile questo strumento, valuta la possibilità di donare per sostenerne lo sviluppo: https://paypal.com/donate?hosted_button_id=MY7HX4QLYR4KG
ru: Спасибо за использование xd-AntiSpy! Если вы считаете этот инструмент полезным, рассмотрите возможность пожертвовать на его развитие: https://paypal.com/donate?hosted_button_id=MY7HX4QLYR4KG

# formAbout_linkDonation
source: Your support helps keep this app running and growing—thank you! — Belim
de: Ihre Unterstützung trägt dazu bei, diese App fortzuführen – vielen Dank! – Belim
es: Su apoyo ayuda a mantener esta aplicación en funcionamiento y creciendo, ¡gracias! - Belim
it: Il tuo supporto aiuta a mantenere questa app operativa e in crescita: grazie! — Belim
ru: Ваша поддержка помогает поддерживать работу и развитие этого приложения — спасибо! — Belim

# formToolDebloater_btnChooseDB
source: Select custom db...
de: Benutzerdefinierte Datenbank auswählen...
es: Seleccionar bd personalizada
it: Seleziona database personalizzato...
ru: Выбрать пользовательскую базу данных...

# formToolDebloater_btnRemoveSelected
source: Remove selected apps
de: Ausgewählte Apps entfernen
es: Aplicacion eliminada por selecciòn
it: Rimuovi app selezionate
ru: Удалить выбранные приложения

# formToolDebloater_DeselectAll
source: Deselect All
de: Alle abwählen
es: Deseleccionar todos
it: Deselezionare tutto
ru: Снять выделение всех

# formToolDebloater_selectAll
source: Select All
de: Alle auswählen
es: Seleccionar Todos
it: Seleziona tutto
ru: Выбрать все

# formToolDebloater_statusCheckComplete
source: Check completed.
de: Prüfung abgeschlossen.
es: Chequeo completado
it: Controllo completato.
ru: Проверка завершена.

# formToolDebloater_statusChecking
source: Checking
de: Prüfe
es: Verificando
it: Controllo
ru: Проверка

# formToolDebloater_statusRemoved
source: removed.
de: entfernt.
es: Eliminado
it: rimossa.
ru: удалено.

# formToolDebloater_statusRemoving
source: Removing
de: Entferne
es: Quitando
it: Rimozione
ru: Удаление

# formToolDebloater_successRemoved
source: Apps successfully removed.
de: Apps erfolgreich entfernt.
es: Aplicaciones eliminadas con éxito.
it: App rimosse correttamente.
ru: Приложения успешно удалены.

# menu_toolsToolDebloaterToolStripMenuItem
source: Search for crappy apps...
de: Nach unnötigen Apps suchen...
es: Buscando porquerías de aplicaciones basuras (crapware y/o bloatware)
it: Cerca app scadenti...
ru: Искать ненужные приложения...

# menu_modeStandardToolStripMenuItem
source: Standard
es: Estàndar
ru: Стандартный

# _edgeBrowserSignin
source: Disable Browser sign in and sync services
de: Dienste für die Anmeldung/Synchronisierung im Browser deaktivieren
es: Deshabilitar el inicio de sesión en el navegador y los servicios de sincronización
it: Disabilita l'accesso al browser e ai servizi di sincronizzazione
ru: Отключить вход в браузер и синхронизацию

# _taskbarBingSearch
source: Disable Bing Cloud content search
de: Bing-Integration in Windows-Suche deaktivieren
es: Deshabilitar la búsqueda de contenido en la nube de Bing
it: Disabilita ricerca contenuti in Bing Cloud
ru: Отключить поиск контента в облаке Bing

# menu_profileExportToolStripMenuItem
source: Export current
de: Exportieren
es: Exportacion actual
it: Esporta attuale
ru: Экспортировать

# menu_profilesImportToolStripMenuItem
source: Import
de: Importieren
es: Importar
it: Importa
ru: Импортировать

# _edgeDefaultTopSites_desc
source: Hide default top sites from the new tab page in Microsoft Edge
de: Blendet die standardmäßigen Top-Sites der „Neuer Tab“-Seite in Microsoft Edge aus.
es: Ocultar los sitios principales predeterminados de la página nueva pestaña en Microsoft Edge
it: Nascondi i siti principali predefiniti dalla pagina Nuova scheda in Microsoft Edge
ru: Скрыть стандартные популярные сайты на новой вкладке в Microsoft Edge. Заставить Edge прекратить запрашивать изменение браузера по умолчанию.

# _edgeDefautBrowserSetting_desc
source: Force Edge to stop asking to change default browser.
de: Erzwingen Sie, dass Microsoft Edge nicht mehr nach einer Änderung des Standardbrowsers fragt.
es: Forzar a Edge a dejar de solicitar cambiar el navegador predeterminado.
it: Forza Edge ad interrompere la richiesta di modificare il browser predefinito.
ru: Заставить Edge прекратить запрашивать изменение браузера по умолчанию.

# _edgeEdgeCollections_desc
source: Enables users to access the Collections feature, allowing them to gather, organize, share, and export content more efficiently with Office integration.
de: Die Funktion "Sammlung" ermöglicht es Ihnen, Inhalte mithilfe der Office-Integration effizienter zu sammeln, zu organisieren, zu teilen und zu exportieren.
es: Permite a los usuarios acceder a la función Colecciones, lo que les permite recopilar, organizar, compartir y exportar contenido de manera más eficiente con la integración de Office.
it: Consente agli utenti di accedere alla funzionalità Raccolte, consentendo loro di raccogliere, organizzare, condividere ed esportare contenuti in modo più efficiente con l'integrazione di Office.
ru: Позволяет пользователям использовать функцию Коллекции, что позволяет им собирать, организовывать, делиться и экспортировать контент более эффективно с интеграцией с Office.

# _edgeFirstRunExperience_desc
source: Hide home screen and 'Getting Started' on initial launch (from version 80 onwards).
de: Startbildschirm und „Erste Schritte“ beim ersten Start ausblenden (ab Version 80).
es: Ocultar la pantalla de inicio y' Primeros pasos ' en el lanzamiento inicial (a partir de la versión 80).
it: Nascondi la schermata iniziale e la "Guida introduttiva" al primo avvio (dalla versione 80 in poi).
ru: Скрыть домашний экран и "Начало работы" при первом запуске (начиная с версии 80).
